Repository: FadeMind/WUView
Catalog: WUView/Strings/Resource.*.resx
Languages: es

# DGColDate
source: Date
es: Fecha

# DGColKBNum
source: KB Number
es: Número KB

# DGColResult
source: Result
es: Resultado

# DGColTitle
source: Title
es: Título

# MenuCopy
source: _Copy
es: _Copiar

# MenuFile
source: _File
es: _Archivo

# MenuItemExit
source: Exit
es: _Salir

# MenuView
source: _View
es: _Ver

# NavItemAbout
source: About
es: Información

# NavItemExit
source: Exit
es: Salir

# NavItemSettings
source: Settings
es: Configuración

# NavItemUpdates
source: Updates
es: Actualizaciones

# NavTitleAbout
source: About Windows Update Viewer
es: Información

# NavTitleSettings
source: Settings
es: Configuración

# NavTitleUpdates
source: Windows Update Viewer
es: Visor de Windows Update

# DetailsTitle
source: Title:
es: Titulo:

# DetailsDate
source: Date:
es: Fecha:

# DetailsKBNum
source: KB Number:
es: Número KB:

# DetailsDescription
source: Description:
es: Descripción:

# DetailsOperation
source: Operation:
es: Actividad:

# DetailsResultCode
source: Result Code:
es: Código de resultado:

# DetailsUpdateID
source: Update ID:
es: Actualizar ID:

# DetailsSupportURL
source: Support URL:
es: URL de apoyo:

# DetailsHeadingEventLog
source: Windows Event Log details:
es: Detalles del registro de eventos:

# DetailsHeadingUpdate
source: Windows Update details:
es: Detalles de Windows Update:

# SettingsSectionAppSettings
source: Application Settings
es: Configuración de la aplicación

# SettingsSectionLanguage
source: Language
es: Idioma

# SettingsSectionUISettings
source: UI Settings
es: Configuración de la interfaz de usuario

# MenuItemEditExclude
source: Edit Exclude List
es: Editar lista de exclusión

# MenuItemToggleExcluded
source: Toggle Excluded Items
es: Alternar elementos excluidos

# MenuItemToggleDetails
source: Toggle Details Pane
es: Alternar panel de detalles

# MenuItemSmaller
source: Smaller View
es: Ver más pequeño

# MenuItemLarger
source: Larger View
es: Ver más grande

# FilterHint
source: Filter
es: Filtrar

# MenuItemCopyToClipboard
source: Copy Grid to Clipboard
es: Copiar cuadrícula al portapapeles

# MenuItemSaveCSV
source: Save Grid to CSV File
es: Guardar cuadrícula en archivo CSV

# MenuItemSaveTXT
source: Save Details to Text File
es: Guardar detalles en un archivo de texto

# DetailsTitleFallback
source: Select an update from above and the details will appear here.
es: Seleccione una actualización de arriba y los detalles aparecerán aquí.

# MenuItemRemoveSort
source: Remove Column Sort
es: Eliminar ordenación por columnas

# MenuItemRefresh
source: Refresh Updates
es: Actualizaciones de refresco

# MenuItemOpenWindowsUpdate
source: Open Windows Update
es: Iniciar Windows Update

# DetailsHResult
source: HResult:
es: HResultado:

# SettingsSubHeadAppSettings
source: Number of Updates, Date Format, Excluded Items, Details, & more
es: Número de actualizaciones, formato de fecha, elementos excluidos, detalles

# SettingsSubHeadUISettings
source: Theme, Accent Color, UI Size, Row Height, Start Position & more
es: Tema, color acentuado, tamaño de la interfaz, altura de la fila, posición inicial

# SettingsSubHeadLanguage
source: Language Settings (Work in Progress)
es: Ajustes de idioma (trabajo en curso)

# AboutDescription
source: A list of Windows Updates on this device
es: Una lista de las actualizaciones de Windows en este dispositivo

# AboutVersion
source: Version
es: Versión

# AboutCreatedBy
source: Created by
es: Creado por

# AboutCreatedByToolTip
source: See Tim's other work at https://github.com/Timthreetwelve
es: Consulte otros trabajos de Tim en https://github.com/Timthreetwelve

# AboutLicense
source: License
es: Licencia

# AboutLicenseToolTip
source: View the license document
es: Ver el documento de licencia

# AboutLicenseText
source: This project is licensed under the terms of the MIT license.
es: Este proyecto está bajo los términos de la licencia MIT.

# AboutBuildDate
source: Build Date
es: Fecha de construcción

# AboutCommitID
source: Commit ID
es: ID de compromiso

# AboutCommitIDToolTip
source: Full Commit ID:
es: Identificación de compromiso total:

# AboutGitHubToolTip
source: Visit the WUView page on GitHub
es: Visita la página de WUView en GitHub

# AboutDocumentation
source: Documentation
es: Documentación

# AboutDocumentationToolTip
source: View the ReadMe file
es: Ver el archivo Léame

# AboutDocumentionText
source: Open the ReadMe file
es: Abrir el archivo Léame

# AboutUpdateWU
source: Update WUView
es: Actualizar WUView

# AboutUpdateWUText
source: Check for new release of Windows Update Viewer
es: Compruebe si hay una nueva versión de Windows Update Viewer

# AboutUpdateWUToolTip
source: Check GitHub for a newer release
es: Consulte GitHub para una versión más reciente

# SettingsPageChangingLanguageWarning
source: Changing Language will cause application to restart!
es: El cambio de idioma hará que la aplicación se reinicie!

# SettingsPageLanguage
source: Language:
es: Idioma:

# SettingsPageUseOSLanguageCheckBox
source: Use Windows Display Language
es: Utilizar el idioma de visualización de Windows

# SettingsPageEditExcludeToolTip
source: Shift-Click to open file with default application
es: Mayús-Clic para abrir el archivo con la aplicación por defecto

# SettingsPageNumberOfUpdates
source: Number of Updates
es: Número de actualizaciones

# ExcludesEditorTextLine1
source: Enter strings to exclude (one per line)
es: Introduzca las cadenas que desea excluir (una por línea)

# ExcludesEditorTextLine2
source: Comparisons are not case sensitive
es: Las comparaciones no distinguen entre mayúsculas y minúsculas

# ButtonCancel
source: Cancel
es: Cancelar
